insert into document
values (3,'Свидетельство о рождении'),
(7,'Военный билет'),
(8,'Временное удостоверение, выданное взамен военного билета'),
(10,'Паспорт иностранного гражданина'),
(11,'Свидетельство о рассмотрении ходатайства о признании лица беженцем на территории Российской Федерации по существу'),
(12,'Вид на жительство в Российской Федерации'),
(13,'Удостоверение беженца'),
(15,'Разрешение на временное проживание в Российской Федерации'),
(18,'Свидетельство о предоставлении временного убежища на территории Российской Федерации'),
(21,'Паспорт гражданина Российской Федерации '),
(23,'Свидетельство о рождении, выданное уполномоченным органом иностранного государства'),
(24,'Удостоверение личности военнослужащего Российской Федерации '),
(91,'Иные документы ');

insert into citizenship
values (643,'Российская Федерация'),
(674,'САН-МАРИНО'),
(688,'СЕРБИЯ'),
(702,'СИНГАПУР'),
(858,'УРУГВАЙ'),
(250,'ФРАНЦИЯ'),
(392,'ЯПОНИЯ');

insert into organization
values
(1,'Орг1','Организация1','111111111111','111111111','Адрес1','8901155511',true),
(2,'Орг2','Организация2','222211111222','222211122','Адрес2','8902255522',true),
(3,'Орг3','Организация3','333311111333','333311133','Адрес3','8903355533',true),
(4,'Орг4','Организация4','444411111444','444411144','Адрес4','8904455544',true),
(5,'Орг5','Организация5','555511111555','555511155','Адрес5','8905555555',false);

insert into office
values
(1,'1Офис1','1Адрес1','8911155111',true,1),
(2,'2Офис1','2Адрес11','8933355533',true,2),
(3,'3Офис1','3Адрес111','8955533355',false,3),
(4,'4Офис1','4Адрес1111','8955444555',false,4),
(5,'5Офис1','5Адрес11111','8950055555',false,5),
(6,'5Офис2','5Адрес22222','8950055055',false,5);

insert into person
values
(1,'Михаил','Андреевич','Пупкин','8900155111','менеджер',true,123,'2007-12-1',7,643,1),
(2,'Вася','Андреевич','Пупкович','8900255522','менеджер',true,234,'2007-12-1',7,643,2),
(3,'Иван','Алексеевич','Пупин','8900355533','менеджер',true,345,'2007-12-1',7,643,3),
(4,'Сергей','Алексеевич','Попович','8900455544','менеджер',true,456,'2007-12-1',10,674,4),
(5,'Лиза','Сергеевна','Попко','8900533355','менеджер',false,567,'2007-12-1',10,688,5),
(6,'Маша','Сергеевна','Брувко','8900533335','менеджер',false,678,'2007-12-1',10,702,1),
(7,'Даша','Иннокентьевна','Бривко','8900444555','менеджер',false,789,'2007-12-1',10,392,2),
(8,'Катя','Иннокентьевна','Дривко','8900444455','менеджер',false,891,'2007-12-1',21,643,3),
(9,'Алиса','Михайловна','Ермилова','8900055555','менеджер',false,912,'2007-12-1',21,643,4),
(10,'Денис','Михайлович','Ростропович','8900055055','менеджер',false,122,'2007-12-1',21,643,6);


/*select secondname, doc_number,CITIZENSHIP.name as citizenship,DOCUMENT.name as document
from PERSON
Inner join CITIZENSHIP On PERSON.CITIZENSHIP_CODE=CITIZENSHIP.code
Inner join DOCUMENT on PERSON.DOCUMENT_CODE=DOCUMENT.CODE*/